[CEN_DLC1_M01_AcquireZhang SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=That's our man, and it looks like he's got the package with him. We'll need to get him back to the extraction point in one piece. His former employers, not to mention the invaders, will be looking for him.
Comment=

[CEN_DLC1_M01_BossArrives SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Heads up, Commander. We've got an intermittent contact. It's something different from the others.
Comment=

[CEN_DLC1_M01_Intro SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We've just received an interesting report from the Council. Apparently a high-ranking Triad enforcer based out of Hong Kong claims to have gotten his hands on a piece of alien hardware. We'll need to rendezvous at his location, and, assuming he's legit, provide a secure escort out of the area.
Comment=

[CEN_DLC1_M01_KillRemaining_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=The target is secured; eliminate any remaining hostiles in the vicinity.
Comment=

[CEN_DLC1_M01_KillRemaining_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=The VIP is safe, but we should remove any remaining hostiles near the LZ.
Comment=

[CEN_DLC1_M01_KillRemaining_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Our target has reached the extraction point. Secure the surrounding area and eliminate any remaining hostiles.
Comment=

[CEN_DLC1_M01_Success SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=The device and our contact are secure; get back to HQ for debriefing.
Comment=

[CEN_DLC1_M02_1TransLeft SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=You're almost there, only one transponder left to be activated.
Comment=

[CEN_DLC1_M02_1TransLeftActivated SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=You're almost there, Strike-One; once you activate the last transponder the train can move out.
Comment=

[CEN_DLC1_M02_2TransLeft SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Two transponders to go. Better get moving, Strike-One.
Comment=

[CEN_DLC1_M02_2TransLeftActivated SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Keep rolling, Strike-One. You've got two transponders left.
Comment=

[CEN_DLC1_M02_3TransLeft SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Still three transponders to be activated, Strike-One.
Comment=

[CEN_DLC1_M02_3TransLeftActivated SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Transponder is coming through loud and clear. Three more and you're done.
Comment=

[CEN_DLC1_M02_4TransLeft SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=You've still got four transponders waiting to be activated.
Comment=

[CEN_DLC1_M02_4TransLeftActivated SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Well done; that transponder is live. Only four more to go.
Comment=

[CEN_DLC1_M02_ActivateBeacon_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Good, that transponder is in place and operational. Once the rest are deployed, they'll begin transmitting a signal to confuse the alien navigation system. If everything goes according to plan, the signal should pull the battleship off course, leaving us with a prime opportunity for an ambush.
Comment=

[CEN_DLC1_M02_ActivateBeacon_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We're picking up a steady signal from the transponder.
Comment=

[CEN_DLC1_M02_ActivateBeacon_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=The transponder signal is coming in loud and clear.
Comment=

[CEN_DLC1_M02_ActivateBeacon_04 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We're reading you. The transponder is up and transmitting.
Comment=

[CEN_DLC1_M02_ActivateBeacon_05 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We've got a stable transmission coming in from the transponder.
Comment=

[CEN_DLC1_M02_ActivateBeacon_06 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Transponder signal confirmed; transmission is stable.
Comment=

[CEN_DLC1_M02_AlienScouts SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, we have multiple incoming bogeys. It looks like they were air-launched from the battleship. Expect new contacts any minute now.
Comment=

[CEN_DLC1_M02_AliensInbound_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, we have multiple hostiles converging on the site.
Comment=

[CEN_DLC1_M02_AliensInbound_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Hostile units are moving on Strike-One's position, Commander.
Comment=

[CEN_DLC1_M02_AliensInbound_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We've got multiple X-Rays moving into position near the train station.
Comment=

[CEN_DLC1_M02_AliensInbound_04 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, we're picking up new contacts on the ground in that area.
Comment=

[CEN_DLC1_M02_AllBeaconsActive SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We've got it, all of the transponders are now transmitting. Now you just need to activate the train's drive system.
Comment=

[CEN_DLC1_M02_BattleshipCloser_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=The alien battleship is still on a direct course for the city, Commander. We'll have to move quickly.
Comment=

[CEN_DLC1_M02_BattleshipCloser_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, we're running short on time! That battleship is still on a direct course for the city! We have to get moving!
Comment=

[CEN_DLC1_M02_BattleshipCloser_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We have to get the squad moving Commander! That battleship is dangerously close to the city.
Comment=

[CEN_DLC1_M02_BattleshipCloser_04 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, the alien ship is almost in position to attack.
Comment=

[CEN_DLC1_M02_BattleshipStrikes SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We were too late. That ship just opened fire on the city.
Comment=

[CEN_DLC1_M02_Intro SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, the alien battleship is currently on course for the city, and we don't have much time to respond. Using the device provided by Zhang, Dr. Shen has developed a series of modified transponders that should throw off the aliens' navigational computer. However, the only way for us to get them into position fast enough is by using the commuter rail network running through the city.
Comment=

[CEN_DLC1_M02_LowTime SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We're running out of time, we have to get those transponders activated and moving on the double.
Comment=

[CEN_DLC1_M02_LowTime_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We're almost out of time; the alien ships are on the move.
Comment=

[CEN_DLC1_M02_LowTime_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We need to get those transponders operational; there's no time to spare.
Comment=

[CEN_DLC1_M02_OneTurnLeft SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, we have to get that train moving on the double!
Comment=

[CEN_DLC1_M02_Success SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Nice job, Commander. It looks like all of the transponders are in position and the train is ready to leave the station. Once it crosses paths with the Battleship, the aliens are in for a surprise.
Comment=

[CEN_DLC1_M02_TrainIsActive SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=The train is ready to move out, Commander.
Comment=

[CEN_DLC1_M02_TrainIsAway SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=That's it, the train is away. Strike-One, return to base.
Comment=

[CEN_DLC1_M02_TrainReminder SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We can't move the train out until all of the transponders have been deployed first, Commander.
Comment=

[CEN_DLC1_M02_TrainSpotted SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=This is the train we're going to be using to move the transponders. It's not ideal, but we'll have to place each of the transponders in a fixed position in order to ensure the signal strength.
Comment=

[CEN_DLC1_M02_TransponderOnRoof SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, Dr. Shen insists that at least one transponder will need to be deployed on the train's roof to ensure a clear signal. We'll need to get someone up there quickly.
Comment=

[CEN_DLC1_M02_UFOInbound_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, we have hostile aircraft near the AO.
Comment=

[CEN_DLC1_M02_UFOInbound_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We've got multiple UFOs coming in to position.
Comment=

[CEN_DLC1_M02_UFOInbound_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, we have hostile alien craft moving on the squad's position.
Comment=

[CEN_DLC1_M02_UFOInbound_04 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We're picking up UFOs near the train station, Commander.
Comment=

[CEN_DLC1_M02_UFOInbound_05 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, we have hostile aircraft approaching Strike-One's position.
Comment=

[CEN_DLC1_M03_1PCLeft_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=There’s only one more power conduit out there, Strike One. Smash that and you can come on home.
Comment=

[CEN_DLC1_M03_1PCLeft_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=You’re down to the last conduit, Strike-One.
Comment=

[CEN_DLC1_M03_1PCLeft_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Just one more conduit to go, take it out and you're done.
Comment=

[CEN_DLC1_M03_1PCLeftDeactivated_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Conduit down! Only one more to go. Take that out and the ship is ours.
Comment=

[CEN_DLC1_M03_1PCLeftDeactivated_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=You’re almost there Strike-One, there’s only one conduit left.
Comment=

[CEN_DLC1_M03_1PCLeftDeactivated_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=You’ve only got one more conduit to disable, Strike-One. Get moving!
Comment=

[CEN_DLC1_M03_2PCLeft_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Only two conduits remaining. Get moving.
Comment=

[CEN_DLC1_M03_2PCLeft_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=You’ve still got two more power conduits left, Strike-One.
Comment=

[CEN_DLC1_M03_2PCLeft_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=There's only two conduits left; get a move on.
Comment=

[CEN_DLC1_M03_2PCLeftDeactivated_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Conduit disabled. Only two remaining, Strike One.
Comment=

[CEN_DLC1_M03_2PCLeftDeactivated_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Negative power readings from that conduit. You’ve got two left to disable.
Comment=

[CEN_DLC1_M03_2PCLeftDeactivated_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=That's another conduit down; you only need to deactivate two more.
Comment=

[CEN_DLC1_M03_3PCLeft_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Still three conduits remaining, Strike One.
Comment=

[CEN_DLC1_M03_3PCLeft_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=You've still got three conduits to go.
Comment=

[CEN_DLC1_M03_3PCLeft_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=There are still three power conduits left, Strike-One.
Comment=

[CEN_DLC1_M03_3PCLeftDeactivated_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=That conduit is reading zero energy. Good work, but there are still three more conduits remaining.
Comment=

[CEN_DLC1_M03_3PCLeftDeactivated_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=That’s one conduit down; you’ve got three more to go, Strike-One.
Comment=

[CEN_DLC1_M03_3PCLeftDeactivated_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=The power conduit is disabled, but you've got three more to go.
Comment=

[CEN_DLC1_M03_AlienScouts SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, we have multiple incoming bogeys. It looks like they were air-launched from the battleship. Expect new contacts any minute now.
Comment=

[CEN_DLC1_M03_AliensEscalating_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, we’re picking up additional alien forces closing on Strike-One’s position.
Comment=

[CEN_DLC1_M03_AliensEscalating_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=It’s getting crowded out there, Commander. Sensors indicate something big headed into the AO.
Comment=

[CEN_DLC1_M03_AliensEscalating_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, I don’t like the looks of this. We’re still picking up a lot of activity near Strike-One’s position. Find some cover and get ready for a fight.
Comment=

[CEN_DLC1_M03_BattleshipDisabled SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Nicely done, Commander! That ship is now officially under XCOM control... although I don't think it will fit in the hangar.
Comment=

[CEN_DLC1_M03_ConduitReminder SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, that conduit is down, but it might be faster if our troops just hit the others with explosives.
Comment=

[CEN_DLC1_M03_ExplainPower_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Knocking out the external power conduits will disable the ship’s perimeter defense system. If we can get enough of them, we’ll be able to put the ship down without destroying the valuable weapons and equipment carried onboard. You can either approach and disable them or blow them to bits with explosives.
Comment=

[CEN_DLC1_M03_ExplainPower_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Strike-One, those conduits are directly tied-in to the battleship’s power management system. If you can disable or destroy them, we’ll be able to disable the ship and recover its contents without shooting it out of the sky first.
Comment=

[CEN_DLC1_M03_ExplainPower_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=The conduits positioned on the surface of that battleship are tied directly into the ship's power grid. If we can disable the conduits or destroy them with explosives, it should put that thing out of commission - allowing us to seize its cargo without the risk of collateral damage.
Comment=

[CEN_DLC1_M03_GotAliensAttention SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Commander, whatever you just did seems to have stirred up the hornets' nest. The aliens are going to throw everything they've got at us to protect that ship.
Comment=

[CEN_DLC1_M03_Intro SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Big-Sky took care of the delivery, but now comes the hard part. If we're going to set that battleship down intact, we'll have to start by disabling the power conduits positioned across its surface. There's no telling what we're going to find up there, but we should expect heavy resistance from the alien forces manning that ship.
Comment=

[CEN_DLC1_M03_MissionCompleteText SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=With the battleship disabled and in one piece, we've managed to recover an incredible amount of functional alien hardware and weaponry.
Comment=

[CEN_DLC1_M03_PCDeactivated_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=That's one less conduit. Defenses are dropping.
Comment=

[CEN_DLC1_M03_PCDeactivated_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=That conduit is disabled. Keep moving, Strike-One.
Comment=

[CEN_DLC1_M03_PCDeactivated_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=That's another conduit down. Energy readings are falling.
Comment=

[CEN_DLC1_M03_PCDeactivated_04 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Power conduit shutdown confirmed.
Comment=

[CEN_DLC1_M03_PCDeactivated_05 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Power conduit disabled, good work Strike-One.
Comment=

[CEN_DLC1_M03_ShipDownKill SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=We're almost there, Commander. We just need to eliminate the remaining hostiles and that ship is all ours.
Comment=

[CEN_DLC1_M03_Success SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Unbelievable effort, Commander. Taking that battleship down intact will definitely provide us with a huge haul of technology and equipment.
Comment=

[RailroadsSound SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=
Comment=

[ZG_DLC1_M01_ZhangAcquired SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=It won't take long for them to realize I'm missing, especially since I've got this thing with me. If you take me with you, it's all yours.
Comment=

[ZG_DLC1_M01_ZhangAmbient_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=I'm not sure where my boss got this thing, but he was taking offers from a variety of bidders - regardless of their intentions.
Comment=

[ZG_DLC1_M01_ZhangAmbient_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=The job itself seemed trivial, delivering equipment to a predetermined drop point...
Comment=

[ZG_DLC1_M01_ZhangAmbient_03 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Once I saw this device, I began to fear the implications of our involvement.
Comment=

[ZG_DLC1_M01_ZhangAmbient_04 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=I've crossed many lines during my life, but now we all face a common enemy.
Comment=

[ZG_DLC1_M01_ZhangInnerMon SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=I'm alive...but the life I had is gone now. Funny, that my life should take such an unexpected path. Turning my back on old friends, to defeat a common enemy.
Comment=

[ZG_DLC1_M01_ZhangIntroCin_01 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=You must be my contacts. No one who fears reprisal would make an entrance like that.
Comment=

[ZG_DLC1_M01_ZhangIntroCin_01b SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Get down!
Comment=

[ZG_DLC1_M01_ZhangIntroCin_02 SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=Not so different from killing a man.
Comment=

[ZG_DLC1_M01_ZhangRecaptured SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=I made my choice, and I will stand by it to the end.
Comment=

[ZG_DLC1_M01_ZhangSaved SoundNodeWave]
bMature=False
bManualWordWrap=False
bSingleLine=False
SpokenText=I've given up everything to keep this device out of the wrong hands. I hope your people gain something of value from it.
Comment=

